{
  "name": "Laravel Poland Meetup #22",
  "date": "2022-05-19 18:00:00",
  "location": "online",
  "organizers": ["@blumilk", "@highsolutions", "@tidio"],
  "facebook": "https://www.facebook.com/events/1100045874169921",
  "presentations": [
    {
      "title": "Kilka słów o castowaniu atrybutów w Eloquent",
      "blurb": "Tym, którzy nie czytają dokumentacji Laravela do poduszki mogła umknąć nowa funkcjonalność Eloquenta. Mowa o Custom Casts, które pojawiły się wraz z 7 wersją frameworka. Miłosz opowie m.in. kiedy warto skorzystać z Custom Casts, jaka jest przewaga interfejsu Castable, a także postara się napisać uniwersalną klasę castującą do Value Object.",
      "speakers": [
        {
          "person": "@miloszdziurzynski",
          "company": "@highsolutions"
        }
      ],
      "links": [
        "https://www.youtube.com/watch?v=ARclLwEsqa0"
      ],
      "tags": ["Eloquent", "Laravel 7", "custom casts", "value objects"]
    },
    {
      "title": "Licencje otwartego oprogramowania",
      "blurb": "Jakie są zasady działania licencji otwartego oprogramowania? Na to pytanie podczas jednej z prelekcji Laravel Poland MeetUp #22 odpowie Joanna Rewak - radca prawny, pasjonatka zagadnień z zakresu prawa nowych technologii, prawa autorskiego oraz ochrony danych osobowych, która współpracuje z Blumilkiem. Joanna podczas swojej prelekcji opowie o zasadach działania licencji na przykładzie licencji MIT (X11), która pozwala udostępniać kod źródłowy Laravela. Podczas krótkiego Q&A Joanna odpowie na Wasze pytania związane z licencjami.",
      "speakers": [
        {
          "person": "@joannarewak",
          "company": "@blumilk"
        }
      ],
      "links": [
        "https://www.youtube.com/watch?v=SbZ46ZnJSFA"
      ],
      "tags": ["prawo", "licencje", "licencja MIT"]
    },
    {
      "title": "Jak przyspieszyłem aplikację produkcyjną o ponad 40%",
      "blurb": "Jeśli zadasz pytanie Czy PHP jest szybki?” - Patryk odpowie: To zależy. Jesteś programistą i mierzysz się z wyzwaniem - jak stworzyć kod aplikacji, która będzie szybka (czyli taka, której oczekuje biznes)? Tego dowiesz się podczas tej 30-minutowej prelekcji. Patryk przekaże kilka prostych porad do wdrożenia w aplikacji produkcyjnej, które przyspieszą aplikację, a także da praktyczne wskazówki, jak mierzyć wydajność tworzonej aplikacji.",
      "speakers": [
        {
          "person": "@patrykfilipiak",
          "company": null
        }
      ],
      "links": [
        "https://www.youtube.com/watch?v=xtqrRu1RK88"
      ],
      "tags": ["Apache Benchmark", "cache", "problem n+1 zapytań", "case study"]
    }
  ]
}
